amdapp-sdk
autojump
awesome-git
betterlockscreen
burpsuite
cava
compton-conf
creddit-git
dir2ogg
espeak
eww-git
fontpreview
funny-manpages-git
garuda-downloader-git
gcolor2
gconf
glsl-language-server
gnome-icon-theme
gnome-icon-theme-symbolic
google-chrome
grapejuice
hakuneko-desktop
haskell-language-server-static
heroic-games-launcher-bin
htop-vim
hyprland-bin
i3lock-color
imgui-sfml
ipw2100-fw
ipw2200-fw
jdk
jre
komikku
legendary
libffi7
libinput-config-git
libxft-bgra
linux513-headers
linux514
linux514-headers
linux514-virtualbox-host-modules
linux517
linux517-headers
linux517-virtualbox-host-modules
linux519
linux519-headers
linux519-virtualbox-host-modules
manjaro-firmware
manjaro-xdg-menu
minecraft-launcher
mokutil-git
mopidy-mpd
mpvpaper
neovim-symlinks
netflix-bin
networkmanager-dmenu
notify-send.sh
noto-color-emoji-fontconfig
omnisharp-roslyn-bin
oomox-qt5-styleplugin-git
oomox-qt6-styleplugin-git
openssl-1.0
ormolu-bin
paperview-git
paru
picom-jonaburg-git
pipes.sh
pktstat
pscircle
psst-git
pureref
python-cloudscraper
python-convertdate
python-dateparser
python-hijri-converter
python-pure-protobuf
python-rarfile
qpdfview
qt5-webkit
realvnc-vnc-server
realvnc-vnc-viewer
regextester
rofi-greenclip
sddm-archlinux-theme-git
sddm-sugar-candy-git
sddm-sugar-dark
sddm-theme-aerial-git
shazam-cli-git
spicetify-cli-git
spotify-dev
spotify-tui-bin
tabbed
tachidesk
tachidesk-jui-bin
tachidesk-qtui
tachidesk-sorayomi-bin
teamviewer
tgui
themix-export-spotify-git
themix-gui-git
themix-icons-archdroid-git
themix-icons-gnome-colors-git
themix-icons-numix-git
themix-icons-suru-plus-aspromauros-git
themix-icons-suru-plus-git
themix-import-images-git
themix-plugin-base16-git
themix-theme-oomox-git
thunderbird-beta-bin
toilet
ttf-comic-shanns-v2
ttf-symbola-free
ttf-symbols-adf
unityhub
vieb-bin
visual-studio-code-insiders-bin
vscode-codicons-git
waybar-hyprland-git
whatsapp-for-linux
xbacklight-ctl-git
xbindkeys_config-gtk2
xflux
xseticon
xtoolwait-git
xxd-standalone
zeal
zenith-bin
zoom
