autojump
awesome-git
burpsuite
esound
fontpreview
google-chrome
grub-theme-minegrub-git
heroic-games-launcher-bin
htop-vim
hyprland-bin
libinput-gestures
minecraft-launcher
mpvpaper
ncspot-bin
neovim-nightly-bin
oomox-qt5-styleplugin-git
oomox-qt6-styleplugin-git
openssl-1.0
otf-nerd-fonts-fira-code
paru
picom-jonaburg-git
plymouth-git
pnpm-bin
pureref
qpdfview
rofi-greenclip
sddm-theme-aerial-git
spicetify-cli-git
spotify-dev
spotify-tui-bin
termdbms-git
themix-export-spotify-git
themix-full-git
themix-gui-git
themix-icons-archdroid-git
themix-icons-gnome-colors-git
themix-icons-numix-git
themix-icons-papirus-git
themix-icons-suru-plus-aspromauros-git
themix-icons-suru-plus-git
themix-import-images-git
themix-plugin-base16-git
themix-theme-oomox-git
toilet
ttf-comic-shanns-v2
waybar-hyprland-git
windscribe-bin
wmenu-git
wshowkeys-git
xdg-desktop-portal-hyprland-git
xflux
zoom
