acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
amdapp-sdk
ant
appimagelauncher
appmenu-gtk-module
autojump
awesome-git
b43-fwcutter
barrier
bash-completion
bat
betterlockscreen
blender
blueman
bookworm
boost
bpython
brasero
breeze
btop
burpsuite
cava
cgdb
clipit
cmake
cmatrix
compton-conf
conky
cool-retro-term
cpupower
creddit-git
cronie
csfml
ctags
cutter
dex
d-feet
dhclient
dhcpcd
dir2ogg
discord
distcc
dmenu
dmidecode
dnsmasq
docker
dunst
dzen2
ecryptfs-utils
efibootmgr
eigen
emacs
engrampa
espeak
ethtool
eww-git
exa
expect
f2fs-tools
fd
fdupes
ffmpegthumbnailer
figlet
firefox
firefox-developer-edition
fish
flameshot
fontpreview
fortune-mod
funny-manpages-git
gamemode
garuda-downloader-git
gcolor2
ghidra
gimp
git-delta
git-filter-repo
github-cli
glfw-doc
glfw-x11
glm
glow
glsl-language-server
gnome-icon-theme
gnome-keyring
gnome-system-monitor
gnome-themes-extra
gnome-tweaks
gnu-netcat
go
google-chrome
gparted
grapejuice
grub
gtest
gufw
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hakuneko-desktop
haskell-language-server-static
haveged
helix
heroic-games-launcher-bin
htop-vim
hyperfine
hyprland-bin
i3blocks
i3-wm
imgui-sfml
inetutils
inkscape
intel-gpu-tools
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jgmenu
kdeconnect
keepassxc
kid3
kitty
komikku
krfb
lazygit
legendary
lesspipe
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-openal
lib32-vkd3d
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libffi7
libinput-config-git
libnoise
libopenraw
libqtshadowsocks
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libvips
libwebsockets
light
light-locker
linux513-headers
linux514-headers
linux517-headers
linux519-headers
lld
lldb
logrotate
lolcat
lshw
lua51
lua-language-server
luarocks
lutris
lxappearance-gtk3
maim
mangohud
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-xdg-menu
man-pages
memtest86+
menulibre
mesa-vdpau
mhwd
minecraft-launcher
mkinitcpio-openswap
modemmanager
mokutil-git
mold
mopidy-mpd
mplayer
mpvpaper
mtools
mtpfs
mugshot
nano
nasm
nautilus
ncdu
neofetch
neovim-symlinks
netflix-bin
nethack
nethogs
net-tools
network-manager-applet
networkmanager-dmenu
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ninja
nitrogen
nmap
nodejs
noto-color-emoji-fontconfig
nss-mdns
ntfs-3g
ntp
numlockx
omnisharp-roslyn-bin
oomox-qt5-styleplugin-git
oomox-qt6-styleplugin-git
opencl-headers
opencv
opengl-man-pages
openresolv
openssl-1.0
ormolu-bin
os-prober
osquery
otf-font-awesome
pamixer
paperview-git
paprefs
paru
pavucontrol
perl-file-mimeinfo
picom-jonaburg-git
pipes.sh
pkgfile
pktstat
plymouth
polybar
powertop
premake
progress
pscircle
psst-git
pulseaudio-ctl
pulseaudio-zeroconf
pulsemixer
pureref
putty
pv
qbittorrent
qemu-desktop
qpdfview
qt5-charts
qt5ct
qtcreator
radare2
ranger
raylib
realvnc-vnc-server
realvnc-vnc-viewer
regextester
reiserfsprogs
ripgrep
rlwrap
rofi-calc
rofi-emoji
rofi-greenclip
rofimoji
rofi-scripts
rustup
samba
scrcpy
screenfetch
scrot
sddm-archlinux-theme-git
sddm-sugar-candy-git
sddm-sugar-dark
sddm-theme-aerial-git
sdl2_mixer
sdl2_ttf
sdl_mixer
sdl_ttf
shazam-cli-git
shellcheck
shfmt
skippy-xd
s-nail
socat
sox
spectre-meltdown-checker
spicetify-cli-git
spotifyd
spotify-dev
spotify-tui-bin
squashfs-tools
sshfs
sslh
stalonetray
starship
steam
strace
stylua
subversion
sway
sxhkd
systemd-fsck-silent
tabbed
tachidesk
tachidesk-jui-bin
tachidesk-qtui
tachidesk-sorayomi-bin
tcpdump
tcpflow
teamviewer
terminus-font
tgui
thefuck
thunderbird-beta-bin
tk
tldr
tlp
tmux
toilet
traceroute
translate-shell
trayer
tree
ttf-comic-shanns-v2
ttf-fira-code
ttf-fira-mono
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-joypixels
ttf-sazanami
ttf-symbola-free
ttf-symbols-adf
udiskie
ueberzug
unace
unityhub
unrar
usb_modeswitch
uthash
v4l2loopback-dkms
vagrant
valgrind
vieb-bin
vifm
vimb
virtualbox
vis
visual-studio-code-insiders-bin
vkd3d
vlc
vokoscreen
volumeicon
vscode-codicons-git
vtk
vulkan-intel
w3m
wakatime
waybar-hyprland-git
websocat
wget
whatsapp-for-linux
whois
wine-staging
wireshark-qt
wmctrl
wtype
xbacklight-ctl-git
xbindkeys_config-gtk2
xclip
xcolor
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdo
xf86-input-elographics
xf86-input-evdev
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-power-manager
xflux
xiccd
xmobar
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xseticon
xterm
xtoolwait-git
xxd-standalone
ydotool
ytfzf
zaproxy
zeal
zenith-bin
zensu
zoom
