a52dec
aalib
abseil-cpp
acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alembic
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amdvlk
aom
apr
apr-util
arch-install-scripts
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audiofile
audit
autoconf
autojump
automake
avahi
awesome-git
axel
barrier
barrier-headless
base
bash
bat
bc
bemenu
bemenu-wayland
binutils
bison
blas
blender
blosc
bluez
bluez-libs
boost-libs
botan
breezy
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
cblas
ccls
cdparanoia
cgdb
chromaprint
chrono-date
cifs-utils
clang
cmake
code
compiler-rt
confuse
conky
coreutils
cryptsetup
ctags
curl
cython
dav1d
db
db5.3
dbus
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
devtools
dex
dhclient
dhcpcd
dialog
diff-so-fancy
diffutils
distcc
djvulibre
dmenu
dmraid
dnssec-anchors
dosfstools
double-conversion
draco
duktape
dunst
e2fsprogs
electron19
ell
emacs
embree
enchant
esound
exempi
exiv2
exo
expat
expect
faad2
fakeroot
faudio
fd
feh
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
figlet
file
filesystem
findutils
fish
flac
flameshot
flex
fluidsynth
fmt
fontconfig
fontpreview
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gamemode
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
genact
geoclue
gettext
ghc
ghc-libs
ghostscript
giflib
git
github-cli
glad
glew
glfw-doc
glfw-x11
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-autoar
gnome-desktop-4
gnome-desktop-common
gnu-free-fonts
gnu-netcat
gnupg
gnutls
go
gobject-introspection-runtime
google-chrome
gparted
gpgme
gpm
gptfdisk
graphene
graphite
grc
grep
grim
groff
grub
grub-theme-minegrub-git
gsettings-desktop-schemas
gsm
gst-libav
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-engine-murrine
gtk-engines
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
guile
gum
gupnp-dlna
gvfs
gzip
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-alsa-core
haskell-alsa-mixer
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-array-byte
haskell-data-default-class
haskell-data-fix
haskell-dbus
haskell-diff
haskell-distributive
haskell-dlist
haskell-erf
haskell-extensible-exceptions
haskell-fgl
haskell-free
haskell-generically
haskell-ghc-bignum-orphans
haskell-hashable
haskell-hinotify
haskell-hourglass
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-types
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-invariant
haskell-iproute
haskell-kan-extensions
haskell-lens
haskell-libmpd
haskell-memory
haskell-mime-types
haskell-monad-loops
haskell-mono-traversable
haskell-netlink
haskell-network
haskell-network-uri
haskell-old-locale
haskell-onetuple
haskell-parallel
haskell-parsec-numbers
haskell-pem
haskell-pretty-hex
haskell-primitive
haskell-profunctors
haskell-quickcheck
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-compat
haskell-regex-posix
haskell-regex-tdfa
haskell-resourcet
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-setlocale
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-tagged
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-these
haskell-time-compat
haskell-timezone-olson
haskell-timezone-series
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-void
haskell-witherable
haskell-x11
haskell-x11-xft
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml-conduit
haskell-xml-types
haskell-zlib
hdf5
helix
heroic-games-launcher-bin
hicolor-icon-theme
hidapi
htop-vim
http-parser
hunspell
hwdata
hwloc
hyphen
hyprland-bin
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
iwd
jack2
jansson
jasper
java-runtime-common
jbig2dec
jemalloc
jq
jre-openjdk
jre-openjdk-headless
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdeconnect
kded
kdnssd
keepassxc
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knotifications
kpackage
kpeople
kpeoplevcard
krb5
krfb
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lazygit
lcms2
ldb
ldns
leptonica
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdvlk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libsm
lib32-libssh2
lib32-libtasn1
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaec
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcamera
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdispatch
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfakekey
libffi
libfontenc
libgcrypt
libgexiv2
libgit2
libglvnd
libgme
libgpg-error
libgrss
libgsf
libgtop
libgudev
libgxps
libharu
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinput-gestures
libinstpatch
libiptcdata
libisl
libisoburn
libisofs
libjpeg-turbo
libksba
libldap
liblqr
libluv
libmad
libmanette
libmatroska
libmd
libmfx
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libosinfo
libotf
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libqalculate
libraqm
libraw
libraw1394
librsvg
librsync
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspnav
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvncserver
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
light
linux-api-headers
linux-firmware
linux-firmware-whence
linux-zen
lld
lldb
llvm
llvm-libs
llvm14
llvm14-libs
lm_sensors
lmdb
log4cplus
lsb-release
lsof
lua
lua-language-server
lua-lgi
lua-sec
lua-socket
lua52
luajit
luarocks
luit
lvm2
lxappearance
lynx
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
md4c
mdadm
media-player-info
mercurial
mesa
mimalloc
minecraft-launcher
minizip
minizip-ng
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mold
mpd
mpfr
mpg123
mpv
mpvpaper
msgpack-c
mtdev
mujs
nautilus
ncdu
ncspot-bin
ncurses
ndctl
neovide
neovim-nightly-bin
net-tools
netctl
nettle
network-manager-applet
networkmanager
nftables
ninja
nm-connection-editor
nodejs
npth
nspr
nss
ntfs-3g
numactl
ocl-icd
oniguruma
oomox-qt5-styleplugin-git
oomox-qt6-styleplugin-git
openal
opencollada
opencolorio
opencore-amr
openexr
opengl-man-pages
openimagedenoise
openimageio
openjpeg2
openmpi
openpgl
openpmix
openresolv
openshadinglanguage
openssh
openssl
openssl-1.0
openssl-1.1
opensubdiv
openvdb
openxr
opus
orc
os-prober
osinfo-db
otf-nerd-fonts-fira-code
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
paprefs
parted
paru
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
phonon-qt5
phonon-qt5-gstreamer
picom-jonaburg-git
pinentry
pipewire
pixman
pkgconf
playerctl
plymouth-git
pnpm-bin
polkit
polkit-kde-agent
polkit-qt5
polybar
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
potrace
ppp
procps-ng
progress
protobuf
psmisc
ptex
pugixml
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-qt
pulseaudio-zeroconf
pureref
pybind11
pyright
pystring
python
python-appdirs
python-attrs
python-autocommand
python-cairo
python-cffi
python-chardet
python-colorama
python-configargparse
python-configobj
python-cryptography
python-decorator
python-docopt
python-fastbencode
python-fastjsonschema
python-gobject
python-idna
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-lxml
python-markdown
python-markupsafe
python-merge3
python-more-itertools
python-numpy
python-ordered-set
python-packaging
python-patiencediff
python-pillow
python-pip
python-ply
python-psutil
python-pycparser
python-pydantic
python-pygments
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pystache
python-pyte
python-requests
python-setuptools
python-six
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-wcwidth
python-wheel
python-xlib
python-yaml
qbittorrent
qca-qt5
qpdfview
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
qt6ct
radare2
ranger
rapidjson
rav1e
re2
readline
rhash
ripgrep
rnnoise
rnote
rofi
rofi-calc
rofi-emoji
rofi-greenclip
rofimoji
rsync
rtkit
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-racc
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
run-parts
rust-analyzer
rustup
sassc
sbc
sddm
sddm-theme-aerial-git
sdl2
seatd
sed
serf
sfml
shaderc
shadow
shared-mime-info
shellcheck
shfmt
slang
slurp
smbclient
snappy
sndio
socat
solid
sonnet
sound-theme-freedesktop
source-highlight
spdlog
speex
speexdsp
spicetify-cli-git
spirv-tools
spotify-dev
spotify-tui-bin
spotifyd
sqlite
squashfs-tools
srt
starship
startup-notification
steam
stow
strace
stylua
subversion
sudo
svt-av1
sway
swaybg
sxhkd
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tbb
tcl
tdb
telegram-desktop
telegram-qt
termdbms-git
tesseract
tesseract-data-eng
tesseract-data-jpn
tesseract-data-osd
tevent
texinfo
thefuck
themix-export-spotify-git
themix-full-git
themix-gui-git
themix-icons-archdroid-git
themix-icons-gnome-colors-git
themix-icons-numix-git
themix-icons-papirus-git
themix-icons-suru-plus-aspromauros-git
themix-icons-suru-plus-git
themix-import-images-git
themix-plugin-base16-git
themix-theme-oomox-git
thin-provisioning-tools
thunar
tinyxml
tk
tmux
toilet
totem-pl-parser
tpm2-tss
tracker3
tracker3-miners
translate-shell
trayer
tree
tree-sitter
tslib
ttf-comic-shanns-v2
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-hack
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-liberation
ttf-opensans
twolame
tzdata
uchardet
udisks2
ueberzug
unibilium
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vid.stab
vim
vim-runtime
vimb
vlc
vmaf
volume_key
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-icd-loader
vulkan-intel
vulkan-tools
vulkan-validation-layers
wavpack
waybar-hyprland-git
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
wget
which
wildmidi
windscribe-bin
wine-staging
wireless_tools
wireplumber
wlroots
wmctrl
wmenu-git
woff2
wofi
wpa_supplicant
wpebackend-fdo
wshowkeys-git
wtype
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcolor
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-hyprland-git
xdg-desktop-portal-wlr
xdg-utils
xdotool
xf86-input-libinput
xf86-video-intel
xfconf
xflux
xfsprogs
xkeyboard-config
xmobar
xmonad
xmonad-contrib
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-setxkbmap
xorg-xauth
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xterm
xvidcore
xxhash
xz
yajl
yaml-cpp
ydotool
youtube-dl
zenity
zeromq
zimg
zip
zlib
zoom
zstd
zziplib
